todo.org
* Prereqs
1. Create a program that parses a pdf and produces an output pdf for each chapter
* Lillian subdomain (lillian.opie.io)
1. Route to subdomain
2. Browse .md files in sidebar
3. Display formatted markdown in browser
4. Pull updates from github
* Main page
1. Piss off KC
* pathfinder subdomain (p2e.opie.io)
1. Route to subdomain
2. Display pdf segments in browser
3. Browse PDF chapters
4. Download chapters
5. Edit character sheet
6. Create personal character sheet
7. Browse different characters
