todo.md
# Table of Contents

1.  [Prereqs](#orgfa28cae)
2.  [Lillian subdomain (lillian.opie.io)](#orgbbed2bc)
3.  [Main page](#orge47435c)
4.  [pathfinder subdomain (p2e.opie.io)](#org1a3b29f)


<a id="orgfa28cae"></a>

# Prereqs

1.  Create a program that parses a pdf and produces an output pdf for each chapter


<a id="orgbbed2bc"></a>

# Lillian subdomain (lillian.opie.io)

1.  Route to subdomain
2.  Browse .md files in sidebar
3.  Display formatted markdown in browser
4.  Pull updates from github


<a id="orge47435c"></a>

# Main page

1.  Piss off KC


<a id="org1a3b29f"></a>

# pathfinder subdomain (p2e.opie.io)

1.  Route to subdomain
2.  Display pdf segments in browser
3.  Browse PDF chapters
4.  Download chapters
5.  Edit character sheet
6.  Create personal character sheet
7.  Browse different characters
